{
  "plugins": {
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guess-indent": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "hop": {
      "src": "https://github.com/smoka7/hop.nvim"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "nanobufferline": {
      "src": "https://github.com/kausikk/nanobufferline"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "telescope-fzf-native": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "treesitter-modules": {
      "src": "https://github.com/MeanderingProgrammer/treesitter-modules.nvim"
    }
  }
}